Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 正在同步
source: Syncing
ja: 同期中
ko: 동기화 중
ru: Синхронизация
zh_hans: 正在同步
zh_hant: 正在同步

# 中等风险
source: Medium risk
ja: 中リスク
ko: 중간 위험
ru: Средний риск
zh_hans: 中等风险
zh_hant: 中等風險

# 提问、记事与任务提醒
source: Questions, notes and task alerts
ja: 質問、メモ、タスク通知
ko: 질문, 메모 및 작업 알림
ru: Вопросы, заметки и уведомления о задачах
zh_hans: 提问、记事与任务提醒
zh_hant: 提問、記事與任務提醒

# 加载更早的消息
source: Load earlier messages
ja: 以前のメッセージを読み込む
ko: 이전 메시지 불러오기
ru: Загрузить более ранние сообщения
zh_hans: 加载更早的消息
zh_hant: 載入更早的訊息

# 新建浏览任务
source: New browser task
ja: 新しいブラウザタスク
ko: 새 브라우저 작업
ru: Новая задача браузера
zh_hans: 新建浏览任务
zh_hant: 新增瀏覽器任務

# 每个任务单独选择，互不替换
source: Choose for each task independently
ja: タスクごとに個別に選択
ko: 작업마다 개별 선택
ru: Отдельный выбор для каждой задачи
zh_hans: 每个任务单独选择，互不替换
zh_hant: 每個任務單獨選擇，互不取代

# 你可以同时保留本地和远程浏览任务。这里的选择只影响接下来创建的任务，不会更改已有任务。
source: You can keep local and remote browser tasks at the same time. This choice only affects the next task you create and does not change existing tasks.
ja: ローカルとリモートのブラウザタスクは同時に保持できます。ここでの選択は次に作成するタスクだけに適用され、既存のタスクは変更されません。
ko: 로컬 및 원격 브라우저 작업을 동시에 유지할 수 있습니다. 여기서 선택한 항목은 다음에 만들 작업에만 적용되며 기존 작업은 변경되지 않습니다.
ru: Локальные и удалённые задачи браузера можно хранить одновременно. Этот выбор влияет только на следующую создаваемую задачу и не изменяет существующие.
zh_hans: 你可以同时保留本地和远程浏览任务。这里的选择只影响接下来创建的任务，不会更改已有任务。
zh_hant: 你可以同時保留本機和遠端瀏覽器任務。這裡的選擇只影響接下來建立的任務，不會更改現有任務。

# 这个新任务使用
source: Use for this new task
ja: この新しいタスクで使用
ko: 이 새 작업에 사용
ru: Использовать для новой задачи
zh_hans: 这个新任务使用
zh_hant: 這個新任務使用

# 创建浏览任务
source: Create browser task
ja: ブラウザタスクを作成
ko: 브라우저 작업 만들기
ru: Создать задачу браузера
zh_hans: 创建浏览任务
zh_hant: 建立瀏覽器任務

# 选择一个 MCP 服务器后才能创建远程浏览任务。
source: Choose an MCP server before creating a remote browser task.
ja: リモートブラウザタスクを作成する前に MCP サーバーを選択してください。
ko: 원격 브라우저 작업을 만들기 전에 MCP 서버를 선택하세요.
ru: Выберите сервер MCP перед созданием удалённой задачи браузера.
zh_hans: 选择一个 MCP 服务器后才能创建远程浏览任务。
zh_hant: 選擇 MCP 伺服器後才能建立遠端瀏覽器任務。

# 创建本地浏览任务
source: Create local browser task
ja: ローカルブラウザタスクを作成
ko: 로컬 브라우저 작업 만들기
ru: Создать локальную задачу браузера
zh_hans: 创建本地浏览任务
zh_hant: 建立本機瀏覽器任務

# 创建 %@ 浏览任务
source: Create %@ browser task
ja: %@ ブラウザタスクを作成
ko: %@ 브라우저 작업 만들기
ru: Создать задачу браузера %@
zh_hans: 创建 %@ 浏览任务
zh_hant: 建立 %@ 瀏覽器任務

# 已创建 %@ 浏览任务。
source: %@ browser task created.
ja: %@ ブラウザタスクを作成しました。
ko: %@ 브라우저 작업을 만들었습니다.
ru: Задача браузера %@ создана.
zh_hans: 已创建 %@ 浏览任务。
zh_hant: 已建立 %@ 瀏覽器任務。

# 远程浏览服务
source: Remote browser service
ja: リモートブラウザサービス
ko: 원격 브라우저 서비스
ru: Удалённый сервис браузера
zh_hans: 远程浏览服务
zh_hant: 遠端瀏覽器服務

# 还没有可用的远程服务
source: No remote service is available yet
ja: 利用できるリモートサービスはまだありません
ko: 사용 가능한 원격 서비스가 아직 없습니다
ru: Доступных удалённых сервисов пока нет
zh_hans: 还没有可用的远程服务
zh_hant: 尚無可用的遠端服務

# 请先到「MCP 服务器」添加一个已启用的 HTTPS 服务。这里只显示可用于浏览器自动化的服务。
source: First add an enabled HTTPS service in “MCP Servers.” Only services that support browser automation appear here.
ja: まず「MCP サーバー」で有効な HTTPS サービスを追加してください。ここにはブラウザ自動化に使えるサービスだけが表示されます。
ko: 먼저 ‘MCP 서버’에서 활성화된 HTTPS 서비스를 추가하세요. 여기에는 브라우저 자동화에 사용할 수 있는 서비스만 표시됩니다.
ru: Сначала добавьте включённый HTTPS-сервис в разделе «Серверы MCP». Здесь отображаются только сервисы для автоматизации браузера.
zh_hans: 请先到「MCP 服务器」添加一个已启用的 HTTPS 服务。这里只显示可用于浏览器自动化的服务。
zh_hant: 請先到「MCP 伺服器」加入已啟用的 HTTPS 服務。這裡只顯示可用於瀏覽器自動化的服務。

# 当前连接状态仅供参考。创建任务时会再次检查导航、读取页面等必要能力。
source: The current connection status is for reference. Navigation, page reading, and other required capabilities are checked again when you create the task.
ja: 現在の接続状態は参考情報です。タスクの作成時に、ナビゲーションやページ読み取りなどの必須機能を再確認します。
ko: 현재 연결 상태는 참고용입니다. 작업을 만들 때 탐색, 페이지 읽기 등 필수 기능을 다시 확인합니다.
ru: Текущий статус подключения указан для справки. Навигация, чтение страниц и другие необходимые возможности проверяются ещё раз при создании задачи.
zh_hans: 当前连接状态仅供参考。创建任务时会再次检查导航、读取页面等必要能力。
zh_hant: 目前的連線狀態僅供參考。建立任務時會再次檢查導覽、讀取頁面等必要能力。

# 选择一个远程浏览服务后才能创建任务。
source: Choose a remote browser service before creating the task.
ja: タスクを作成する前にリモートブラウザサービスを選択してください。
ko: 작업을 만들기 전에 원격 브라우저 서비스를 선택하세요.
ru: Выберите удалённый сервис браузера перед созданием задачи.
zh_hans: 选择一个远程浏览服务后才能创建任务。
zh_hant: 選擇遠端瀏覽器服務後才能建立任務。

# 当前任务能力
source: Capabilities for this task
ja: このタスクの機能
ko: 이 작업의 기능
ru: Возможности этой задачи
zh_hans: 当前任务能力
zh_hant: 目前任務能力

# 已有远程任务
source: Existing remote tasks
ja: 既存のリモートタスク
ko: 기존 원격 작업
ru: Существующие удалённые задачи
zh_hans: 已有远程任务
zh_hant: 現有遠端任務

# 暂无远程浏览任务
source: No remote browser tasks yet
ja: リモートブラウザタスクはまだありません
ko: 원격 브라우저 작업이 아직 없습니다
ru: Удалённых задач браузера пока нет
zh_hans: 暂无远程浏览任务
zh_hant: 尚無遠端瀏覽器任務

# 创建后，任务会显示在这里。你可以重新连接或关闭它；本地浏览任务不会受影响。
source: After creation, the task appears here. You can reconnect or close it without affecting local browser tasks.
ja: 作成したタスクはここに表示されます。再接続または終了しても、ローカルブラウザタスクには影響しません。
ko: 만든 작업은 여기에 표시됩니다. 다시 연결하거나 닫아도 로컬 브라우저 작업에는 영향을 주지 않습니다.
ru: После создания задача появится здесь. Её можно переподключить или закрыть — локальные задачи браузера не изменятся.
zh_hans: 创建后，任务会显示在这里。你可以重新连接或关闭它；本地浏览任务不会受影响。
zh_hant: 建立後，任務會顯示在這裡。你可以重新連線或關閉它；本機瀏覽器任務不會受影響。

# 远程浏览服务需要 HTTPS。认证信息只保存在「MCP 服务器」设置中，不会在这里重复保存。
source: Remote browser services require HTTPS. Authentication information is kept only in “MCP Servers” settings and is not stored again here.
ja: リモートブラウザサービスには HTTPS が必要です。認証情報は「MCP サーバー」設定だけに保存され、ここでは重複して保存されません。
ko: 원격 브라우저 서비스에는 HTTPS가 필요합니다. 인증 정보는 ‘MCP 서버’ 설정에만 보관되며 여기에는 중복 저장되지 않습니다.
ru: Для удалённых сервисов браузера требуется HTTPS. Данные аутентификации хранятся только в настройках «Серверы MCP» и здесь не дублируются.
zh_hans: 远程浏览服务需要 HTTPS。认证信息只保存在「MCP 服务器」设置中，不会在这里重复保存。
zh_hant: 遠端瀏覽器服務需要 HTTPS。驗證資訊只保存在「MCP 伺服器」設定中，不會在這裡重複儲存。

# 还没有选择远程浏览服务。
source: No remote browser service is selected yet.
ja: リモートブラウザサービスがまだ選択されていません。
ko: 아직 원격 브라우저 서비스가 선택되지 않았습니다.
ru: Удалённый сервис браузера ещё не выбран.
zh_hans: 还没有选择远程浏览服务。
zh_hant: 尚未選擇遠端瀏覽器服務。

# 等待检查可用操作
source: Waiting to check available actions
ja: 利用可能な操作を確認しています
ko: 사용 가능한 작업 확인 대기 중
ru: Ожидание проверки доступных действий
zh_hans: 等待检查可用操作
zh_hant: 等待檢查可用操作

# 可用操作 %lld 项
source: %lld actions available
ja: 利用可能な操作：%lld 件
ko: 사용 가능한 작업 %lld개
ru: Доступно действий: %lld
zh_hans: 可用操作 %lld 项
zh_hant: 可用操作 %lld 項

# %@ · %@；创建时会再次检查
source: %@ · %@; checked again on creation
ja: %@ · %@；作成時に再確認
ko: %@ · %@; 만들 때 다시 확인
ru: %@ · %@; повторная проверка при создании
zh_hans: %@ · %@；创建时会再次检查
zh_hant: %@ · %@；建立時會再次檢查

# 在已配置的远程浏览服务上运行；创建时会自动检查可用操作
source: Runs on a configured remote browser service; available actions are checked automatically when the task is created
ja: 設定済みのリモートブラウザサービスで実行します。タスク作成時に利用可能な操作を自動確認します
ko: 구성된 원격 브라우저 서비스에서 실행되며 작업을 만들 때 사용 가능한 작업을 자동으로 확인합니다
ru: Работает через настроенный удалённый сервис браузера; доступные действия проверяются автоматически при создании задачи
zh_hans: 在已配置的远程浏览服务上运行；创建时会自动检查可用操作
zh_hant: 在已設定的遠端瀏覽器服務上執行；建立任務時會自動檢查可用操作

# 已关闭 %@ 浏览任务。
source: %@ browser task closed.
ja: %@ ブラウザタスクを終了しました。
ko: %@ 브라우저 작업을 닫았습니다.
ru: Задача браузера %@ закрыта.
zh_hans: 已关闭 %@ 浏览任务。
zh_hant: 已關閉 %@ 瀏覽器任務。

# 已重新连接 %@ 浏览任务。
source: %@ browser task reconnected.
ja: %@ ブラウザタスクに再接続しました。
ko: %@ 브라우저 작업에 다시 연결했습니다.
ru: Задача браузера %@ переподключена.
zh_hans: 已重新连接 %@ 浏览任务。
zh_hant: 已重新連線 %@ 瀏覽器任務。

# %@ · 可用操作 %lld 项
source: %@ · %lld actions available
ja: %@ · 利用可能な操作：%lld 件
ko: %@ · 사용 가능한 작업 %lld개
ru: %@ · доступно действий: %lld
zh_hans: %@ · 可用操作 %lld 项
zh_hant: %@ · 可用操作 %lld 項

# 从剪贴板替换
source: Replace from Clipboard
ja: クリップボードから置き換え
ko: 클립보드에서 바꾸기
ru: Заменить из буфера обмена
zh_hans: 从剪贴板替换
zh_hant: 從剪貼簿取代

# 推荐
source: Recommended
ja: おすすめ
ko: 권장
ru: Рекомендуется
zh_hans: 推荐
zh_hant: 推薦

# 稳定
source: Stable
ja: 安定版
ko: 안정
ru: Стабильный
zh_hans: 稳定
zh_hant: 穩定

# 实验
source: Experimental
ja: 実験的
ko: 실험
ru: Экспериментальный
zh_hans: 实验
zh_hant: 實驗

# Runtime 与任务
source: Runtime & Tasks
ja: Runtime とタスク
ko: Runtime 및 작업
ru: Runtime и задания
zh_hans: Runtime 与任务
zh_hant: Runtime 與工作

# 默认 Runtime、Remote SSH、iSH 工具与任务记录
source: Default Runtime, Remote SSH, iSH tools, and task history
ja: デフォルト Runtime、Remote SSH、iSH ツール、タスク履歴
ko: 기본 Runtime, Remote SSH, iSH 도구 및 작업 기록
ru: Runtime по умолчанию, инструменты Remote SSH и iSH, а также история заданий
zh_hans: 默认 Runtime、Remote SSH、iSH 工具与任务记录
zh_hant: 預設 Runtime、Remote SSH、iSH 工具與工作記錄

# JavaScript 沙箱执行
source: JavaScript sandbox execution
ja: JavaScript サンドボックス実行
ko: JavaScript 샌드박스 실행
ru: Выполнение JavaScript в песочнице
zh_hans: JavaScript 沙箱执行
zh_hant: JavaScript 沙盒執行

# 允许模型用 exec 工具运行隔离的 JavaScript（默认关闭；无网络、无文件访问）
source: Allow the model to run isolated JavaScript through the exec tool (off by default; no network or file access)
ja: exec ツールで分離された JavaScript をモデルに実行させる（デフォルトではオフ。ネットワークとファイルへのアクセスなし）
ko: exec 도구를 통해 격리된 JavaScript를 모델이 실행하도록 허용(기본적으로 꺼짐; 네트워크 및 파일 접근 없음)
ru: Разрешить модели запускать изолированный JavaScript через инструмент exec (выключено по умолчанию; без доступа к сети и файлам)
zh_hans: 允许模型用 exec 工具运行隔离的 JavaScript（默认关闭；无网络、无文件访问）
zh_hant: 允許模型透過 exec 工具執行隔離的 JavaScript（預設關閉；無網路、無檔案存取）

# 聊天灵动岛实时活动
source: Chat Dynamic Island Live Activity
ja: チャットの Dynamic Island ライブアクティビティ
ko: 채팅 Dynamic Island 실시간 활동
ru: Live Activity чата в Dynamic Island
zh_hans: 聊天灵动岛实时活动
zh_hant: 聊天靈動島即時活動

# 灵动岛实时活动
source: Dynamic Island Live Activity
ja: Dynamic Island ライブアクティビティ
ko: Dynamic Island 실시간 활동
ru: Live Activity в Dynamic Island
zh_hans: 灵动岛实时活动
zh_hant: 靈動島即時活動

# 音频保活
source: Audio keep-alive
ja: オーディオの維持
ko: 오디오 유지
ru: Поддержание аудио
zh_hans: 音频保活
zh_hant: 音訊保活

# 在支持的任务运行时用近静音音频争取更长后台时间。iOS 仍可能暂停任务；锁屏时可能暂停其它音乐，控制中心也可能显示播放。
source: Use near-silent audio during supported task runtimes to seek longer background time. iOS may still suspend tasks; other music may pause when the screen is locked, and playback may also appear in Control Center.
ja: 対応するタスクの実行中にほぼ無音のオーディオを使い、バックグラウンド時間の延長を試みます。iOS がタスクを一時停止する場合があります。画面ロック中は他の音楽が一時停止される場合があり、コントロールセンターに再生中と表示されることもあります。
ko: 지원되는 작업 런타임에서 거의 무음인 오디오를 사용해 백그라운드 시간을 더 확보합니다. iOS는 여전히 작업을 일시 중지할 수 있으며, 화면이 잠기면 다른 음악이 일시 중지될 수 있고 제어 센터에 재생 중으로 표시될 수도 있습니다.
ru: Использовать почти бесшумный звук во время поддерживаемых запусков заданий, чтобы попытаться продлить работу в фоне. iOS всё равно может приостановить задания; при блокировке экрана другая музыка может быть приостановлена, а в Пункте управления может отображаться воспроизведение.
zh_hans: 在支持的任务运行时用近静音音频争取更长后台时间。iOS 仍可能暂停任务；锁屏时可能暂停其它音乐，控制中心也可能显示播放。
zh_hant: 在支援的工作執行環境中使用近乎靜音的音訊，爭取更長的背景執行時間。iOS 仍可能暫停工作；鎖定螢幕時其他音樂可能暫停，控制中心也可能顯示播放中。

# 实验 Runtime
source: Experimental Runtime
ja: 実験 Runtime
ko: 실험 Runtime
ru: Экспериментальный Runtime
zh_hans: 实验 Runtime
zh_hant: 實驗 Runtime

# 当前构建没有链接实验 Runtime
source: The current build does not link the experimental Runtime
ja: 現在のビルドには実験 Runtime がリンクされていません
ko: 현재 빌드에는 실험 Runtime이 연결되어 있지 않습니다
ru: Текущая сборка не содержит ссылки на экспериментальный Runtime
zh_hans: 当前构建没有链接实验 Runtime
zh_hant: 目前建置未連結實驗 Runtime

# iSH Experimental 已显示；仅 ExperimentalGPL target，需 GPL 审核
source: iSH Experimental is shown; ExperimentalGPL target only; GPL review required
ja: iSH Experimental を表示；ExperimentalGPL target のみ。GPL の確認が必要
ko: iSH Experimental 표시됨; ExperimentalGPL target만 해당; GPL 검토 필요
ru: iSH Experimental отображается; только target ExperimentalGPL; требуется проверка GPL
zh_hans: iSH Experimental 已显示；仅 ExperimentalGPL target，需 GPL 审核
zh_hant: iSH Experimental 已顯示；僅 ExperimentalGPL target，需 GPL 審核

# iSH Experimental 默认隐藏；仅 ExperimentalGPL target，需 GPL 审核
source: iSH Experimental is hidden by default; ExperimentalGPL target only; GPL review required
ja: iSH Experimental はデフォルトで非表示；ExperimentalGPL target のみ。GPL の確認が必要
ko: iSH Experimental 기본 숨김; ExperimentalGPL target만 해당; GPL 검토 필요
ru: iSH Experimental скрыт по умолчанию; только target ExperimentalGPL; требуется проверка GPL
zh_hans: iSH Experimental 默认隐藏；仅 ExperimentalGPL target，需 GPL 审核
zh_hant: iSH Experimental 預設隱藏；僅 ExperimentalGPL target，需 GPL 審核

# 已显示
source: Shown
ja: 表示
ko: 표시됨
ru: Показано
zh_hans: 已显示
zh_hant: 已顯示

# 已隐藏
source: Hidden
ja: 非表示
ko: 숨김
ru: Скрыто
zh_hans: 已隐藏
zh_hant: 已隱藏

source: SSH Profile
ja: SSH プロファイル
ko: SSH 프로필
ru: Профиль SSH

# 为 Remote SSH 添加 host、端口、用户名和密码
source: Add a host, port, username, and password for Remote SSH
ja: Remote SSH に host、ポート、ユーザー名、パスワードを追加
ko: Remote SSH에 host, 포트, 사용자 이름 및 비밀번호 추가
ru: Добавьте хост, порт, имя пользователя и пароль для Remote SSH
zh_hans: 为 Remote SSH 添加 host、端口、用户名和密码
zh_hant: 為 Remote SSH 新增 host、連接埠、使用者名稱與密碼

# 未配置
source: Not configured
ja: 未設定
ko: 구성되지 않음
ru: Не настроено
zh_hans: 未配置
zh_hant: 未設定

# Host 信任
source: Host trust
ja: Host の信頼
ko: Host 신뢰
ru: Доверие к хосту
zh_hans: Host 信任
zh_hant: Host 信任

# 连接前校验 host key；未信任时不会发送密码
source: Verify the host key before connecting; a password is not sent until the host is trusted
ja: 接続前に host key を検証し、信頼されるまでパスワードは送信しません
ko: 연결 전에 host key를 확인하며, Host를 신뢰하기 전에는 비밀번호를 전송하지 않습니다
ru: Проверяйте ключ хоста перед подключением; пароль не отправляется, пока хост не станет доверенным
zh_hans: 连接前校验 host key；未信任时不会发送密码
zh_hant: 連線前驗證 host key；未信任時不會傳送密碼

# 待检查
source: Pending check
ja: 確認待ち
ko: 확인 대기
ru: Ожидает проверки
zh_hans: 待检查
zh_hant: 待檢查

# 检查中
source: Checking
ja: 確認中
ko: 확인 중
ru: Проверка
zh_hans: 检查中
zh_hant: 檢查中

# 已信任
source: Trusted
ja: 信頼済み
ko: 신뢰됨
ru: Доверенный
zh_hans: 已信任
zh_hant: 已信任

# 异常
source: Error
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 异常
zh_hant: 異常

# Host 未填写
source: Host is required
ja: Host は必須です
ko: Host를 입력해야 합니다
ru: Укажите хост
zh_hans: Host 未填写
zh_hant: Host 未填寫

# iSH 工具能力
source: iSH tool capabilities
ja: iSH ツールの機能
ko: iSH 도구 기능
ru: Возможности инструментов iSH
zh_hans: iSH 工具能力
zh_hant: iSH 工具能力

# 审批后可运行复杂非 PTY 脚本或异步 Job；外部 iSH 为手动交接
source: After approval, complex non-PTY scripts or asynchronous Jobs can run; external iSH requires a manual handoff
ja: 承認後、複雑な非 PTY スクリプトや非同期 Job を実行できます。外部 iSH には手動の引き継ぎが必要です
ko: 승인 후 복잡한 비-PTY 스크립트 또는 비동기 Job을 실행할 수 있으며, 외부 iSH는 수동 인계가 필요합니다
ru: После одобрения можно запускать сложные скрипты без PTY или асинхронные Job; для внешнего iSH требуется ручная передача
zh_hans: 审批后可运行复杂非 PTY 脚本或异步 Job；外部 iSH 为手动交接
zh_hant: 核准後可執行複雜的非 PTY 指令碼或非同步 Job；外部 iSH 需手動交接

# 当前 target 未链接内置 iSH；外部 iSH 仅支持手动交接
source: The current target does not link built-in iSH; external iSH supports manual handoff only
ja: 現在の target には内蔵 iSH がリンクされていません。外部 iSH は手動の引き継ぎのみ対応します
ko: 현재 target에는 내장 iSH가 연결되어 있지 않으며, 외부 iSH는 수동 인계만 지원합니다
ru: Текущий target не содержит встроенного iSH; внешний iSH поддерживает только ручную передачу
zh_hans: 当前 target 未链接内置 iSH；外部 iSH 仅支持手动交接
zh_hant: 目前 target 未連結內建 iSH；外部 iSH 僅支援手動交接

# 内置 + 交接
source: Built-in + handoff
ja: 内蔵 + 引き継ぎ
ko: 내장 + 인계
ru: Встроенный + передача
zh_hans: 内置 + 交接
zh_hant: 內建 + 交接

# 内置可用
source: Built-in available
ja: 内蔵を利用可能
ko: 내장 사용 가능
ru: Встроенный доступен
zh_hans: 内置可用
zh_hant: 內建可用

# 外部交接
source: External handoff
ja: 外部の引き継ぎ
ko: 외부 인계
ru: Передача внешнему
zh_hans: 外部交接
zh_hant: 外部交接

# 未启用
source: Not enabled
ja: 無効
ko: 사용 안 함
ru: Не включено
zh_hans: 未启用
zh_hant: 未啟用

# Smoke Test 与远程命令
source: Smoke Test & Remote Commands
ja: Smoke Test とリモートコマンド
ko: Smoke Test 및 원격 명령
ru: Smoke Test и удалённые команды
zh_hans: Smoke Test 与远程命令
zh_hant: Smoke Test 與遠端命令

# 验证当前 Runtime，或手动运行一次 Remote SSH 命令
source: Verify the current Runtime, or manually run one Remote SSH command
ja: 現在の Runtime を確認するか、Remote SSH コマンドを 1 回手動で実行
ko: 현재 Runtime을 확인하거나 Remote SSH 명령을 한 번 수동 실행
ru: Проверьте текущий Runtime или вручную выполните одну команду Remote SSH
zh_hans: 验证当前 Runtime，或手动运行一次 Remote SSH 命令
zh_hant: 驗證目前的 Runtime，或手動執行一次 Remote SSH 命令

# 远程命令正在运行，可进入查看输出或取消
source: A remote command is running; open it to view output or cancel
ja: リモートコマンドを実行中です。開いて出力を確認するか、キャンセルできます
ko: 원격 명령이 실행 중입니다. 열어 출력을 확인하거나 취소할 수 있습니다
ru: Удалённая команда выполняется; откройте её, чтобы просмотреть вывод или отменить
zh_hans: 远程命令正在运行，可进入查看输出或取消
zh_hant: 遠端命令正在執行，可進入查看輸出或取消

# 最近远程命令：%@
source: Recent remote command: %@
ja: 最近のリモートコマンド：%@
ko: 최근 원격 명령: %@
ru: Последняя удалённая команда: %@
zh_hans: 最近远程命令：%@
zh_hant: 最近遠端命令：%@

# 最近 Smoke Test：%@
source: Recent Smoke Test: %@
ja: 最近の Smoke Test：%@
ko: 최근 Smoke Test: %@
ru: Последний Smoke Test: %@
zh_hans: 最近 Smoke Test：%@
zh_hant: 最近 Smoke Test：%@

# 内置 iSH
source: Built-in iSH
ja: 内蔵 iSH
ko: 내장 iSH
ru: Встроенный iSH
zh_hans: 内置 iSH
zh_hant: 內建 iSH

# 可回传
source: Can return output
ja: 出力を返せます
ko: 출력 반환 가능
ru: Может вернуть вывод
zh_hans: 可回传
zh_hant: 可回傳

# 未链接
source: Not linked
ja: 未リンク
ko: 연결되지 않음
ru: Не подключено
zh_hans: 未链接
zh_hant: 未連結

# 外部 iSH
source: External iSH
ja: 外部 iSH
ko: 외부 iSH
ru: Внешний iSH
zh_hans: 外部 iSH
zh_hant: 外部 iSH

# 交接
source: Handoff
ja: 引き継ぎ
ko: 인계
ru: Передача
zh_hans: 交接
zh_hant: 交接

# 未选择 SSH Profile
source: No SSH Profile selected
ja: SSH プロファイルが選択されていません
ko: SSH 프로필이 선택되지 않음
ru: Профиль SSH не выбран
zh_hans: 未选择 SSH Profile
zh_hant: 未選擇 SSH Profile

# 当前构建未链接实验 Runtime
source: The current build does not link the experimental Runtime
ja: 現在のビルドには実験 Runtime がリンクされていません
ko: 현재 빌드에는 실험 Runtime이 연결되어 있지 않습니다
ru: Текущая сборка не содержит ссылки на экспериментальный Runtime
zh_hans: 当前构建未链接实验 Runtime
zh_hant: 目前建置未連結實驗 Runtime

# 实验 Runtime 已显示
source: Experimental Runtime shown
ja: 実験 Runtime を表示中
ko: 실험 Runtime 표시됨
ru: Экспериментальный Runtime отображается
zh_hans: 实验 Runtime 已显示
zh_hant: 實驗 Runtime 已顯示

# 实验 Runtime 已隐藏
source: Experimental Runtime hidden
ja: 実験 Runtime を非表示
ko: 실험 Runtime 숨김
ru: Экспериментальный Runtime скрыт
zh_hans: 实验 Runtime 已隐藏
zh_hant: 實驗 Runtime 已隱藏

# %@ · %@。聊天中的 iSH 工具会单独走前台审批。
source: %@ · %@. iSH tools in chat require separate foreground approval.
ja: %@ · %@。チャットの iSH ツールは個別にフォアグラウンド承認が必要です。
ko: %@ · %@. 채팅의 iSH 도구는 별도의 포그라운드 승인이 필요합니다.
ru: %@ · %@. Инструменты iSH в чате требуют отдельного подтверждения на переднем плане.
zh_hans: %@ · %@。聊天中的 iSH 工具会单独走前台审批。
zh_hant: %@ · %@。聊天中的 iSH 工具會個別進行前景核准。

# · %lld/%lld 章
source: · %lld/%lld chapters
ja: · %lld/%lld章
ko: · %lld/%lld장
ru: · %lld/%lld гл.
zh_hans: · %lld/%lld 章
zh_hant: · %lld/%lld 章

# · 上次打开 %@
source: · Last opened %@
ja: · 前回開いた %@
ko: · 마지막으로 %@ 열림
ru: · Последнее открытие %@
zh_hans: · 上次打开 %@
zh_hant: · 上次開啟 %@

# · 尚未打开
source: · Not opened yet
ja: · 未開封
ko: · 아직 열지 않음
ru: · Ещё не открыто
zh_hans: · 尚未打开
zh_hant: · 尚未開啟

# · 已收%lld/%lld
source: · %lld/%lld adopted
ja: · 収録済み%lld/%lld
ko: · %lld/%lld 수록됨
ru: · Добавлено %lld/%lld
zh_hans: · 已收%lld/%lld
zh_hant: · 已收錄 %lld/%lld

# # 模板预览 ## 摘要 这是一段预览文本，用来检查标题、摘要、分析和来源区块是否正常显示。 ## 分析 - 保持正文可读。 - 来源列表应清晰可见。
source: # Template Preview ## Summary This preview text checks that the title, summary, analysis, and source sections display correctly. ## Analysis - Keep the body text readable. - Keep the source list clearly visible.
ja: # テンプレートプレビュー ## 要約 これはプレビュー用のテキストです。タイトル、要約、分析、ソースの各ブロックが正しく表示されるか確認します。 ## 分析 - 本文を読みやすく保つ。 - ソース一覧を明確に表示する。
ko: # 템플릿 미리보기 ## 요약 제목, 요약, 분석 및 출처 영역이 정상적으로 표시되는지 확인하기 위한 미리보기 텍스트입니다. ## 분석 - 본문을 읽기 쉽게 유지합니다. - 출처 목록을 명확하게 표시합니다.
ru: # Предпросмотр шаблона ## Резюме Это текст предпросмотра для проверки корректного отображения заголовка, резюме, анализа и блока источников. ## Анализ - Основной текст должен оставаться читаемым. - Список источников должен быть хорошо виден.
zh_hans: # 模板预览 ## 摘要 这是一段预览文本，用来检查标题、摘要、分析和来源区块是否正常显示。 ## 分析 - 保持正文可读。 - 来源列表应清晰可见。
zh_hant: # 範本預覽 ## 摘要 這是一段預覽文字，用來檢查標題、摘要、分析和來源區塊是否正常顯示。 ## 分析 - 保持內文可讀。 - 來源清單應清楚可見。

# %@ · %lld 个文件
source: %@ · %lld files
ja: %@ · %lld個のファイル
ko: %@ · %lld개 파일
ru: %@ · %lld файлов
zh_hans: %@ · %lld 个文件
zh_hant: %@ · %lld 個檔案

# %@ · 新走向
source: %@ · New direction
ja: %@ · 新たな展開
ko: %@ · 새 전개
ru: %@ · Новое направление
zh_hans: %@ · 新走向
zh_hant: %@ · 新走向

# %@ · 约 %lld 上下文单位
source: %1$@ · about %2$lld context units
ja: %1$@ · 約 %2$lld コンテキスト単位
ko: %1$@ · 약 %2$lld 컨텍스트 단위
ru: %1$@ · примерный объём контекста: %2$lld
zh_hans: %1$@ · 约 %2$lld 上下文单位
zh_hant: %1$@ · 約 %2$lld 個上下文單位

# %@ 可继续讨论；写正文前请先重试同步。
source: %@ can still be discussed; retry sync before writing the manuscript.
ja: %@ 引き続き相談できます。本文を書く前に同期を再試行してください。
ko: %@ 계속 논의할 수 있습니다. 본문을 쓰기 전에 동기화를 다시 시도하세요.
ru: %@ Можно продолжить обсуждение; перед написанием текста повторите синхронизацию.
zh_hans: %@ 可继续讨论；写正文前请先重试同步。
zh_hant: %@ 可繼續討論；寫正文前請先重試同步。

# %@ 字
source: %@ characters
ja: %@ 文字
ko: %@자
ru: Символов: %@
zh_hans: %@ 字
zh_hant: %@ 字

# %@ 当前不可用。请使用本机文件夹或 WebDAV。
source: %@ is currently unavailable. Use a local folder or WebDAV.
ja: %@ は現在利用できません。ローカルフォルダまたは WebDAV を使用してください。
ko: %@은(는) 현재 사용할 수 없습니다. 로컬 폴더 또는 WebDAV를 사용하세요.
ru: Недоступно: %@. Используйте локальную папку или WebDAV.
zh_hans: %@ 当前不可用。请使用本机文件夹或 WebDAV。
zh_hant: %@ 目前無法使用。請使用本機資料夾或 WebDAV。

# %@ 曾接触外部内容，已暂停记忆抽取
source: %@ encountered external content; memory extraction is paused.
ja: %@ が外部コンテンツに触れたため、メモリ抽出を一時停止しました
ko: %@이(가) 외부 콘텐츠에 노출되어 기억 추출이 일시 중지되었습니다.
ru: Для %@ обнаружен доступ к внешнему содержимому; извлечение памяти приостановлено
zh_hans: %@ 曾接触外部内容，已暂停记忆抽取
zh_hant: %@ 曾接觸外部內容，已暫停記憶擷取

# %@ 条消息
source: %@ messages
ja: %@件のメッセージ
ko: 메시지 %@개
ru: Сообщений: %@
zh_hans: %@ 条消息
zh_hant: %@ 則訊息

# %@ 模型分组
source: %@ model group
ja: %@モデルグループ
ko: %@ 모델 그룹
ru: Группа моделей %@
zh_hans: %@ 模型分组
zh_hant: %@ 模型群組

# %@ 的配置、模型和 API Key 将被删除，此操作无法撤销。
source: %@'s configuration, model, and API Key will be deleted. This can't be undone.
ja: %@ の設定、モデル、API Key を削除します。この操作は取り消せません。
ko: %@의 설정, 모델 및 API Key가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
ru: Будут удалены настройки, модели и API Key для %@. Это действие нельзя отменить.
zh_hans: %@ 的配置、模型和 API Key 将被删除，此操作无法撤销。
zh_hant: %@ 的設定、模型和 API Key 將被刪除，此操作無法復原。

# %@ 章
source: %@ chapters
ja: %@章
ko: %@장
ru: %@ гл.
zh_hans: %@ 章
zh_hant: %@ 章

# %@没有可读取内容。
source: %@ has no readable content.
ja: %@に読み取れる内容がありません。
ko: %@에서 읽을 수 있는 콘텐츠가 없습니다.
ru: %@ — нет доступного содержимого.
zh_hans: %@没有可读取内容。
zh_hant: %@沒有可讀取內容。

# %@，%lld 位成员，第 %lld 轮
source: %@, %lld members, round %lld
ja: %@、%lld人のメンバー、第%lldラウンド
ko: %@, 구성원 %lld명, 라운드 %lld
ru: %@, %lld участников, раунд %lld
zh_hans: %@，%lld 位成员，第 %lld 轮
zh_hant: %@，%lld 位成員，第 %lld 輪

# %@，不会批准或继续当前动作
source: %@; the current action won't be approved or continued
ja: %@。現在の操作は承認も続行もされません
ko: %@, 현재 작업을 승인하거나 계속하지 않음
ru: %@ — действие не будет одобрено или продолжено
zh_hans: %@，不会批准或继续当前动作
zh_hant: %@，不會核准或繼續目前動作

# %@，状态：%@
source: %@, status: %@
ja: %@、状態：%@
ko: %@, 상태: %@
zh_hans: %@，状态：%@
zh_hant: %@，狀態：%@

# %@，默认方案
source: %@, default plan
ja: %@、デフォルト案
ko: %@, 기본안
ru: %@, вариант по умолчанию
zh_hans: %@，默认方案
zh_hant: %@，預設方案

# %d 条
source: %d items
ja: %d 件
ko: %d건
ru: Элементов: %d
zh_hans: %d 条
zh_hant: %d 條

# %lld / %lld 个服务已启用 · 多源召回
source: %1$lld / %2$lld services enabled · multi-source retrieval
ja: %1$lld / %2$lld 個のサービスが有効 · 複数ソース検索
ko: %1$lld / %2$lld개 서비스 사용 중 · 다중 소스 검색
ru: Активно: %1$lld / %2$lld · поиск по нескольким источникам
zh_hans: %1$lld / %2$lld 个服务已启用 · 多源召回
zh_hant: %1$lld / %2$lld 個服務已啟用 · 多來源召回

# %lld 个
source: %lld items
ja: %lld個
ko: %lld개
ru: %lld шт.
zh_hans: %lld 个
zh_hant: %lld 個

# %lld 个站点
source: %lld sites
ja: %lld 個のサイト
ko: %lld개 사이트
ru: Сайты: %lld
zh_hans: %lld 个站点
zh_hant: %lld 個站點

# %lld 位成员 · 第 %lld 轮
source: %1$lld members · Round %2$lld
ja: %1$lld 人のメンバー · 第 %2$lld ラウンド
ko: 멤버 %1$lld명 · %2$lld라운드
ru: Участников: %1$lld · раунд %2$lld
zh_hans: %1$lld 位成员 · 第 %2$lld 轮
zh_hant: %1$lld 位成員 · 第 %2$lld 輪

# %lld 分钟
source: %lld minutes
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# %lld 条
source: %lld entries
ja: %lld件
ko: %lld개
ru: %lld шт.
zh_hans: %lld 条
zh_hant: %lld 條

# %lld 条 · 已调整 %lld
source: %lld entries · %lld adjusted
ja: %lld件 · 調整済み %lld
ko: %lld개 · %lld개 조정됨
ru: %lld шт. · изменено: %lld
zh_hans: %lld 条 · 已调整 %lld
zh_hant: %lld 條 · 已調整 %lld
